Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Looks like this is the only way to the core. Don't think I can get in there while it's moving like that.
pl_pl: Wygląda na to, że to jedyna droga do rdzenia. Nie sądzę, bym mógł się tam dostać, gdy się tak porusza.

source: Lost him!
pl_pl: Zgubiłem go!

source: Lost his position!
pl_pl: Stracił pozycję!

source: Lost sight on the target, over.
pl_pl: Straciłem cel z oczu, odbiór.

source: Lost target.
pl_pl: Straciłem cel.

source: Lost the target!
pl_pl: Straciłem cel!

source: Lost visual on the target, over.
pl_pl: Straciłem cel z oczu, odbiór.

source: Love it. Consider it done.
pl_pl: Podoba mi się. Uznaj to za zrobione.

source: Lucky for us, Paul doesn't.
pl_pl: Na szczęście dla nas, Paul tego nie robi.

source: MAKE IT LOOK GOOD.
pl_pl: Spraw aby wyglądała dobrze.

source: MAN.
pl_pl: Kurde.

source: MARTIN CAN HANDLE MY SPEECH.
pl_pl: Martin wygłosi przemowę za mnie.

source: MARTIN HATCH – WHAT WE KNOW Facts gathered by Fiona Miller so far Joined Monarch 2001 Became Serene’s chief advisor around 2007 No records before 2001. Who was he? Where did he come from? WORKING AGAINST MONARCH? Possible links to the following: Death of Dr. Kim - UNCONFIRMED Alone with Dr. Kim at time of death Death occurred just as Kim was on verge of a solution to Serene’s time sickness University time machine sabotage - UNCONFIRMED Miscalculations on purpose? Hatch seen in lab Assistance in Sofia’s kidnapping – CONFIRMED Distracted Monarch while kidnapping occurred Knew we were coming. Did not alert Serene Destruction of Serene’s remaining sickness treatments - UNCONFIRMED Was present outside Dr. Kim’s lab when lab was destroyed Accused Sofia of being responsible for this Helped Charlie Wincott escape - CONFIRMED Currently helping Charlie reach Monarch Tower undetected Disobeyed direct orders from Paul Serene Wants access to C.F.R. Potentially desires to sabotage Lifeboat Protocol? Sabotaging Serene Motive Secretly assuring Serene’s downfall Wants to take over Monarch? Why? Sabotaging Monarch’s survival plan from within No possible reason for this Doesn’t believe countermeasure could stop Fracture. Not a potential ally Works for Monarch therefore believes End of Time is inevitable Then why attempt to sabotage Lifeboat Protocol?
pl_pl: MARTIN HATCH - CO WIEMY Fakty zebrane do tej pory przez Fionę Miller Dołączył do Monarch w 2001 r. Został głównym doradcą Serene'a około 2007 r. Brak danych sprzed 2001 r. Kim był? Skąd pochodził? PRACOWAŁ PRZECIWKO MONARCH? Możliwe powiązania z poniższymi: Śmierć doktora Kima - NIEPOTWIERDZONE Był sam z doktorem Kimem w chwili śmierci Śmierć nastąpiła w momencie, gdy Kim był na skraju wynalezienia lekarstwa na chorobę Serene Sabotaż wehikułu czasu Uniwersytetu - NIEPOTWIERDZONE Celowe błędy? Hatch widziany w laboratorium Pomoc w porwaniu Sofii - POTWIERDZONE Odwracał uwagę Monarch podczas porwania Wiedział, że nadchodzimy. Nie zaalarmował Serene'a Zniszczenie pozostałych leków Serene - NIEPOTWIERDZONE Był obecny na zewnątrz laboratorium dr. Kima, gdy zostało zniszczone Oskarżył Sofię o bycie odpowiedzialną za to Pomógł Charliemu Wincottowi uciec - POTWIERDZONE Obecnie pomaga Charliemu dotrzeć do Wieży Monarch Nie posłuchał bezpośrednich rozkazów Paula Serene Chce dostępu do RPC Potencjalnie chce sabotować Protokół Łodzi Ratunkowej? Sabotowanie Serene'a Motyw Potajemnie zapewnia upadek Serene'a? Chce przejąć Monarch? Dlaczego? Sabotowanie planu przetrwania Monarch od wewnątrz Brak możliwego powodu Nie wierzy, że środki zaradcze mogą powstrzymać pęknięcie. Nie jest potencjalnym sojusznikiem Pracuje dla Monarch, więc wierzy, że Koniec Czasu jest nieunikniony. Więc po co próbować sabotować Protokół łodzi ratunkowej?

source: MARTIN HATCH. PAUL'S, UM, OTHER HALF.
pl_pl: Nazywam się Martin Hatch. Jestem drugą połówką... Paula.

source: MARTIN, BUT LET'S GET CLEAR ON SOMETHING.
pl_pl: ale ustalmy sobie coś raz na zawsze.

source: MAY I PRESENT TO YOU EXHIBIT "A"?
pl_pl: Mogę ci pokazać dowód numer jeden?

source: MAYBE YOU AND I CAN FIND SOME...COMMON GROUND.
pl_pl: Może uda nam się znaleźć nić... porozumienia.

source: MAYBE, UH...MAYBE I'LL GO NAKED.
pl_pl: Może, może pójdę tam nago.

source: ME AND BRENNER, WE JUST DUG UP SOME MAJOR DIRT ON, UH, [LAUGHS] ON OUR NEWS DIRECTOR OVER AT WZWY.
pl_pl: Ja i Brenner, wykopaliśmy kilka grubych brudów na temat, [ ŚMIECH ] naszego szefa wiadomości w WZWY.

source: MEDIUM
pl_pl: ŚREDNIE

source: MEET AMY FERRERO
pl_pl: POZNAJ AMY FERRERO

source: MEET JACK
pl_pl: POZNAJ JACK'A

source: MEET PAUL SERENE
pl_pl: SPOTKAJ SIĘ Z PAULEM SERENE

source: MEETING MARTIN HATCH IN THE CELL
pl_pl: SPOTKANIE Z MARTINEM HATCHEM W CELI

source: MEETING PAUL SERENE IN THE CELL
pl_pl: SPOTKANIE Z PAULEM SERENE W CELI

source: MELEE TAKEDOWN
pl_pl: ATAK WRĘCZ

source: MEMO: CONTROLLING THE RIVERPORT SITUATION FROM: Clarice Ogawa TO: Field Team Leads I know the situation is fluid and things are progressing fast, but I want to reiterate our strategy for maintaining control over the city of Riverport. As you all know, we can’t actually directly control the city. We don’t have the manpower, and we don’t have the actual authority. It’s therefore vital that we maintain a good relationship with the media and the local authorities, and have them do much of the heavy lifting for us. Ideally, everything we do should be either undertaken by the authorities under our discreet direction, or in cases where we take action ourselves, backed by the powers that be, creating the illusion that Monarch Solutions is working in cooperation with legal authorities. Make no mistake: although we’ve been successful thus far, the situation is not stable, and it can change quickly. If key parties in the city lose confidence in us and our ability to handle the crisis, our control will erode very quickly. Therefore, we must nurture this relationship even as we conduct our own operations, some of which involve considerable troop mobilization and combat action. This is a constant balancing act, and while I’m confident we can pull it off, there’s no room for error. We can’t afford to grow complacent and sloppy. Fortunately, we are well-prepared for this contingency. Long before we reached this point, we established a good rapport with the Mayor, Riverport PD and other major authorities within Riverport, as well as most of the important media outlets. Our strategy is twofold: 1. MAINTAIN CONTROL. It’s imperative that we ensure that the city’s various power structures remain under our control. This means maintaining a close relationship with numerous individuals and organizations, as well as manipulating the information at their disposal. While Charlie Wincott is unfortunately no longer working on this project due to unforeseen complications, he has set up powerful tools and procedures for scrubbing the internet and identifying and locating problematic situations and individuals. We’re stationing people in key locations and maintaining control, often under the guise of “advisors” and “consultants” to people in power. They are ready to step in as required. Anybody working in these roles needs to be proactive and project a constant aura of helpful authority and dependability. Diplomacy is the order of the day, people; that’s vital for maintaining certain fictions, such as Jack Joyce’s culpability in the events at the university, etc. 2. MINIMIZE CONFLICT. That is to say, make sure that individuals – whether they’re politicians, city officials, police officers, reporters, ordinary citizens, etc. – suffer a minimal impact from our activities. If we have to use force, the situation needs to take place out of sight and remain entirely contained. Whether containment means misdirection, coercion, intimidation, bribery or some other means depends on the circumstances, but it’s vital that nobody is left in a position to complain. To be explicitly clear: this doesn’t mean we can eliminate witnesses and cover it up. When people don’t come home, others start to ask questions, so that has to be a last resort. I expect all supervisors to monitor their teams closely to ensure things stay on an even keel. I know most of our operatives haven’t been trained in the soft touch, and I’ll be blunt: the last thing we need is somebody thinking this is Afghanistan and smacking a civilian around. We’re one YouTube video away from this whole thing blowing up in our faces, so we have to maintain our operational profile throughout. For all of these activities, we have a considerable budget. Monarch Solutions is very well off, we’ve been building resources for a long time, and this is considered a priority. So we can buy a lot of silence and cooperation from authorities and citizens alike. But that only works as long as those things are for sale – and the moment we’re seen as a threat, that opportunity will disappear. If you see a problem, be proactive, and CALL IT IN. Don’t let anything run out of control or think it’ll work itself out. We have to be sure. The situation can unravel faster than we think, and we have to coordinate our activities properly. Any questions or concerns, please contact me sooner rather than later.
pl_pl: NOTATKA: KONTROLOWANIE SYTUACJI W PORCIE RZECZNYM OD: Clarice Ogawa DO: Liderów zespołów terenowych Wiem, że sytuacja jest zmienna, a sprawy toczą się szybko, ale chcę powtórzyć naszą strategię utrzymania kontroli nad miastem Riverport. Jak wszyscy wiecie, nie możemy bezpośrednio kontrolować miasta. Nie mamy odpowiedniej siły roboczej ani faktycznej władzy. Dlatego tak ważne jest, abyśmy utrzymywali dobre relacje z mediami i lokalnymi władzami, a także, aby to one wykonywały większość ciężkich zadań za nas. W idealnej sytuacji wszystko, co robimy, powinno być albo podejmowane przez władze pod naszym dyskretnym kierownictwem, albo w przypadkach, w których sami podejmujemy działania, wspierani przez władze, które tworzą iluzję, że Monarch Solutions współpracuje z legalnymi władzami. Nie popełnijmy błędu: chociaż do tej pory odnosiliśmy sukcesy, sytuacja nie jest stabilna i może się szybko zmienić. Jeśli kluczowe strony w mieście stracą zaufanie do nas i naszej zdolności do radzenia sobie z kryzysem, nasza kontrola bardzo szybko osłabnie. Dlatego musimy pielęgnować te relacje, nawet gdy prowadzimy własne operacje, z których niektóre obejmują znaczną mobilizację wojsk i działania bojowe. To ciągłe balansowanie i choć jestem przekonana, że nam się uda, nie ma miejsca na błędy. Nie możemy pozwolić sobie na samozadowolenie i niechlujstwo. Na szczęście jesteśmy dobrze przygotowani na taką ewentualność. Na długo zanim osiągnęliśmy ten punkt, nawiązaliśmy dobre relacje z burmistrzem, policją Riverport i innymi głównymi władzami w Riverport, a także z większością ważnych mediów. Nasza strategia jest dwojaka: 1. UTRZYMANIE KONTROLI. Konieczne jest zapewnienie, że różne struktury władzy w mieście pozostaną pod naszą kontrolą. Oznacza to utrzymywanie bliskich relacji z wieloma osobami i organizacjami, a także manipulowanie informacjami, którymi dysponują. Chociaż Charlie Wincott niestety nie pracuje już nad tym projektem z powodu nieprzewidzianych komplikacji, stworzył on potężne narzędzia i procedury do przeszukiwania Internetu oraz identyfikowania i lokalizowania problematycznych sytuacji i osób. Stacjonujemy w kluczowych miejscach i utrzymujemy kontrolę, często pod przykrywką „doradców” i „konsultantów” dla ludzi u władzy. Są oni gotowi wkroczyć w razie potrzeby. Każdy, kto pracuje na tych stanowiskach, musi być proaktywny i nieustannie roztaczać wokół siebie aurę pomocnego autorytetu i niezawodności. Dyplomacja jest na porządku dziennym, ludzie, jest to niezbędne do utrzymania pewnych fikcji, takich jak wina Jack'a Joyce'a w wydarzeniach na uniwersytecie itp. 2. MINIMALIZOWAĆ KONFLIKTY. Oznacza to, że należy upewnić się, że poszczególne osoby - czy to politycy, urzędnicy miejscy, policjanci, reporterzy, zwykli obywatele itp. - miały minimalny wpływ na nasze działania. Jeśli musimy użyć siły, sytuacja musi mieć miejsce poza zasięgiem wzroku i pozostać całkowicie opanowana. To, czy opanowanie oznacza wprowadzenie w błąd, przymus, zastraszanie, przekupstwo lub inne środki, zależy od okoliczności, ale ważne jest, aby nikt nie mógł narzekać. Żeby było jasne: nie oznacza to, że możemy wyeliminować świadków i zatuszować sprawę. Kiedy ludzie nie wracają do domu, inni zaczynają zadawać pytania, więc musi to być ostateczność. Oczekuję, że wszyscy przełożeni będą uważnie monitorować swoje zespoły, aby upewnić się, że sprawy pozostają na równym poziomie. Wiem, że większość naszych agentów nie została przeszkolona w zakresie delikatnego dotyku i będę szczera: ostatnią rzeczą, jakiej potrzebujemy, jest ktoś, kto myśli, że to Afganistan i krzywdzi cywila. Jesteśmy o jeden film na YouTube od tego, by nasz plan szlag trafił, więc musimy utrzymywać nasz profil operacyjny przez cały czas. Na wszystkie te działania mamy spory budżet. Monarch Solutions ma się bardzo dobrze, gromadzimy zasoby od dłuższego czasu, a to jest uważane za priorytet. Możemy więc kupić dużo ciszy i współpracy zarówno ze strony władz, jak i obywateli. Ale to działa tylko tak długo, jak te rzeczy są na sprzedaż - a w momencie, gdy jesteśmy postrzegani jako zagrożenie, ta szansa zniknie. Jeśli zauważysz problem, bądź proaktywny i ZGŁOŚ GO. Nie pozwól, aby cokolwiek wymknęło się spod kontroli lub myśl, że samo się rozwiąże. Musimy być pewni. Sytuacja może rozwinąć się szybciej niż nam się wydaje i musimy odpowiednio koordynować nasze działania. W razie jakichkolwiek pytań lub wątpliwości, proszę o kontakt raczej wcześniej niż później.

source: MIGHT BE THE ONLY ALLY I HAVE LEFT.
pl_pl: Możesz być jedyną sojuszniczką, jaka mi została.

source: MINUTES BEFORE THE EXPLOSION.
pl_pl: chwilę przed eksplozją.

source: MISCELLANEOUS
pl_pl: RÓŻNE

source: MONARCH - CHRONON RESEARCH PERSONNEL
pl_pl: MONARCH - PERSONEL BADAWCZY CHRONONU

source: MONARCH - PROWLER SQUAD
pl_pl: MONARCH - ODDZIAŁ SKRYTOBÓJCÓW

source: MONARCH HAS BEEN PREPARING FOR IT.
pl_pl: Monarch się do tego przygotowywał.

source: MONARCH HQ
pl_pl: SIEDZIBA MONARCH

source: MONARCH HQ CHRONON ACTIVE PERSONNEL
pl_pl: AKTYWNY PERSONEL CHRONONU W SIEDZIBIE MONARCH

source: MONARCH HQ TIME MACHINE ROOM
pl_pl: SIEDZIBA MONARCH - POMIESZCZENIE Z WEHIKUŁEM CZASU

source: MONARCH MANSION ON GULL ISLAND
pl_pl: REZYDENCJA MONARCH NA WYSPIE MEW

source: MONARCH PROBLEMS SELLING OUT RIVERPORT SINCE 1999 -1999 – Bought out all major tech and security companies in Riverport using earnings from shady investments. -2000 – Evaded questioning regarding who was truly running Monarch. -2001 – Bought out major media outlets. Questions stopped being asked. -2006 – Bought Gull Island. Tore down war monuments to construct R and D facilities. -2008 – Demolished Riverport’s central train station to build Monarch Tower. -2010 – Purchased entire industrial district and drydocks, putting thousands of people out of work. -2016 – Aim to demolish Riverport University historical library to replace it with yet another research facility. What is Monarch’s agenda? Nobody knows. Who runs the company? Nobody knows. When do we want answers? NOW!!
pl_pl: PROBLEMY MONARCH WYPRZEDAŻ RIVERPORT OD 1999 R. - 1999 - Wykupienie wszystkich wiodących firm technologicznych i ochroniarskich w Riverport, wykorzystując przy tym zyski z podejrzanych inwestycji. - 2000 - Unikanie pytań dotyczących tego, kto naprawdę prowadzi Monarch. - 2001 - Wykupienie głównych mediów. Przestano zadawać pytania. - 2006 - Kupno Wyspy Mew. Zburzenie pomników wojennych w celu budowy obiektów badawczo-rozwojowych. - 2008 - Wyburzenie głównego dworca kolejowego Riverport w celu budowy Wieży Monarch. - 2010 - Wykupienie całej dzielnicy przemysłowej i suchych doków, pozbawiając pracy tysiące ludzi. - 2016 - Dążenie do wyburzenia historycznej biblioteki Uniwersytetu Riverport w celu zastąpienia jej kolejnym obiektem badawczym. Jaki jest plan Monarch? Nikt tego nie wie. Kto zarządza firmą? Nikt tego nie wie. Kiedy chcemy poznać odpowiedzi? TERAZ!!!

source: MONARCH RESEARCH FACILITY
pl_pl: OŚRODEK BADAWCZY MONARCH

source: MONARCH RESEARCH FACILITY GARAGE
pl_pl: GARAŻ W OŚRODKU BADAWCZYM MONARCH

source: MONARCH SECURITY STATION
pl_pl: STACJA OCHRONY MONARCH

source: MONARCH SECURITY TEAM LEADS
pl_pl: LIDERZY ZESPOŁU DS. BEZPIECZEŃSTWA MONARCH

source: MONARCH SOLUTIONS Mission Statement By Paul Serene December 12, 1999 [LIMITED DISTRIBUTION! For approved employees only.] I have seen the path ahead, and I know it will be hard. I have founded Monarch Solutions to bring together those who will walk it with me – the elite few whose skill, dedication and passion will live on when everything else ends. To that end, 1. We will work under my guiding vision of the future – my knowledge of what is coming. We accept that we cannot change our fate, nor can we avoid it. It is a harsh truth – but it is the truth. We will accept it and its full implications, but we will not deviate from our course, nor give in to despair, nor give up the fight. Those of us who share in this knowledge, who learn the triumphs and tragedies of the days and years to come, will look past them, and find ways to turn them to our advantage. The gray, uncertain area beyond what is known will be where we build our empire, and we build it on the hope that we can persevere – that the end isn’t our end, that we can still succeed. 2. We will expand Monarch’s influence and power in all possible spheres – financial, political, cultural, medical, technological, military – to the best of our ability. This is a goal unto itself. We will need to be in a position of exceptional resources and ability to act when the time comes. We will build. We will seek success and profit, not for the sake of wealth and fame, but for the sake of preparedness. 3. We will develop science and technology to counter a very specific set of circumstances. This will require extensive research and experimentation, as well as a tremendous financial cost. We will not be daunted by these challenges. We will complete our work. 4. We will not compromise. We recognize that sacrifice is required, and we are willing to pay the cost to meet our goals. There is no alternative to this. Doubt, qualms and sentiment are luxuries we cannot afford. Whatever we have to do is a lesser evil than the extinction of the entire human race, and to pretend otherwise is weakness. Nothing in the history of our planet has been as important as this. Nothing we have accomplished as a species matters if we fail in our mission. 5. We will not fail. There will be many challenges in the years ahead. I know what’s coming. It can’t be averted. There’s no escaping it. But we can survive it, and we can overcome it. And we will. I am dedicating myself, this company, and every shred of willpower at my disposal to that mission. I expect the same from those who join me on it. Paul Serene
pl_pl: MONARCH SOLUTIONS Deklaracja misji Paul Serene 12 grudnia 1999 r. [OGRANICZONA DYSTRYBUCJA! Tylko dla zatwierdzonych pracowników]. Widziałem ścieżkę, która jest przede mną i wiem, że będzie trudna. Założyłem Monarch Solutions, aby zebrać tych, którzy pójdą nią razem ze mną - elitarną garstkę, której umiejętności, poświęcenie i pasja przetrwają, gdy wszystko inne się skończy. W tym celu, 1. Będziemy pracować zgodnie z moją wizją przyszłości - moją wiedzą o tym, co nadchodzi. Akceptujemy fakt, że nie możemy zmienić naszego losu, ani go uniknąć. Prawda boli - ale taka jest prawda. Zaakceptujemy ją i jej pełne implikacje, ale nie zboczymy z obranego kursu, nie poddamy się rozpaczy ani nie zrezygnujemy z walki. Ci z nas, którzy podzielają tę wiedzę, którzy poznają triumfy i tragedie nadchodzących dni i lat, spojrzą na nie z dystansu i znajdą sposoby, by obrócić je na naszą korzyść. Szary, niepewny obszar poza tym, co znane, będzie miejscem, w którym zbudujemy nasze imperium i zbudujemy je na nadziei, że możemy wytrwać - że koniec nie jest naszym końcem, że wciąż możemy odnieść sukces. 2. Będziemy rozszerzać wpływy i władzę Monarch we wszystkich możliwych sferach - finansowej, politycznej, kulturalnej, medycznej, technologicznej, militarnej - najlepiej jak potrafimy. Jest to cel sam w sobie. Będziemy musieli dysponować wyjątkowymi zasobami i zdolnością do działania, gdy nadejdzie odpowiedni czas. Będziemy budować. Będziemy dążyć do sukcesu i zysku, nie ze względu na bogactwo i sławę, ale ze względu na gotowość. 3. Będziemy rozwijać naukę i technologię, aby przeciwdziałać bardzo specyficznym okolicznościom. Będzie to wymagało szeroko zakrojonych badań i eksperymentów, a także ogromnych kosztów finansowych. Nie damy się zniechęcić tym wyzwaniom. Ukończymy naszą pracę. 4. Nie pójdziemy na kompromis. Zdajemy sobie sprawę, że wymagane jest poświęcenie i jesteśmy gotowi ponieść koszty, aby osiągnąć nasze cele. Nie ma dla tego alternatywy. Wątpliwości, skrupuły i sentymenty to luksusy, na które nie możemy sobie pozwolić. Cokolwiek musimy zrobić, jest mniejszym złem niż wyginięcie całej rasy ludzkiej, a udawanie, że jest inaczej, to słabość. Nic w historii naszej planety nie było tak ważne, jak to. Nic, co osiągnęliśmy jako gatunek, nie będzie miało znaczenia, jeśli zawiedziemy w naszej misji. 5. Nie zawiedziemy. W nadchodzących latach czeka nas wiele wyzwań. Wiem, co nadchodzi. Nie da się temu zapobiec. Nie da się przed tym uciec. Ale możemy to przetrwać i możemy to przezwyciężyć. I to zrobimy. Poświęcam siebie, tę firmę i każdy strzęp dostępnej mi siły woli tej misji. Tego samego oczekuję od tych, którzy do mnie dołączą. Paul Serene
